u
don't
have
to
be
scared
of
the
loud
dog
i'll
protect
you
mole
felt
so
safe
with
little
girl
she
was
very
kind
and
soon
came
trust
her
he
leaned
against
kept
him
had
found
his
best
friend
endoftext
once
upon
a
time
in
warm
sunny
place
there
big
pit
boy
named
tom
liked
play
near
one
day
lost
red
ball
sad
asked
sam
help
search
for
they
looked
high
low
but
could
not
find
said
i
think
my
fell
into
went
close
were
wanted
it
too
dark
see
we
must
go
scary
tried
get
out
deep
stuck
called
no
hear
them
never
got
lily
playing
their
toys
living
room
build
towers
bridges
blocks
cars
proud
tall
tower
make
even
taller
reached
more
can
some
bridge
these
are
mine
your
own
did
want
share
sister
pulled
closer
angry
being
nice
at
an
idea
decided
pull
bottom
suddenly
down
crash
all
scattered
on
floor
shocked
shake
heard
rumble
earthquake
mommy
daddy
cried
ran
parents
who
kitchen
okay
kids
hugged
checked
if
hurt
we're
our
broken
i'm
sorry
important
together
that's
what
matters
realized
selfish
mean
saw
how
during
happy
love
smiled
forgave
thanked
loved
back
cleaned
up
something
made
house
garden
fence
put
dolls
inside
work
praised
gave
treat
lemon
cake
sour
learned
that
sharing
is
caring
family
sweet
lucy
store
buy
sweets
mom
dad
this
special
entered
feeling
excited
as
looking
around
noticed
toy
corner
gasped
excitement
towards
rather
grumpy
mood
lucy's
going
told
let's
try
peaceful
patience
understanding
both
softened
agreed
let
turn
first
played
happily
end
learnt
lesson
when
faced
conflict
why
became
great
friends
morning
cat
woke
because
sun
shining
start
stretch
stretched
legs
tail
easy
good
outside
max
also
stretching
fun
tired
lots
goodbye
each
other
homes
before
sleep
another
knew
tomorrow
would
twins
decorate
things
box
crayons
stickers
glitter
shiny
copper
pot
mom's
home
pretty
took
opened
started
draw
stick
sprinkle
colorful
shapes
patterns
thought
clumsy
mess
spilled
bed
wall
door
drew
window
dresser
come
followed
trail
do
ruined
naughty
clean
everything
say
only
will
please
mad
sighed
still
careful
can't
touch
without
asking
like
learn
tidy
respectful
nodded
broom
dustpan
cloth
hoped
forgive
again
king
strong
ruled
over
kingdom
take
long
bath
filled
bathtub
water
feel
relaxed
soaked
tub
really
finished
soaking
stepped
guilty
such
quickly
grabbed
began
hot
from
cleaning
soak
lot
bubbles
bubbly
worries
wash
away
been
able
enjoy
dried
off
wrapped
himself
towel
then
ruling
enjoying
lovely
baths
park
slide
swing
run
grass
listen
birds
whistles
trees
look
bird
pointing
cardinal
know
school
proudly
yellow
canary
wow
smart
name
yes
ok
blue
jay
has
whistle
funny
noises
laughed
whistling
hard
takes
practice
maybe
older
better
need
sing
or
clap
dance
any
sound
song
sure
about
twinkle
star
suggested
sang
sky
clouds
light
fluffy
sleepy
now
nap
me
course
sweeties
car
busy
walked
buckled
seats
kiss
hug
well
loves
wake
closed
eyes
asleep
dreamed
stars
bow
reliable
town
everyone
use
man
test
break
stop
harder
last
broke
lived
small
backyard
jump
lily's
yummy
cookie
tasty
bone
thank
save
later
secret
under
forgot
few
days
remembered
treats
dirty
spoiled
it's
fresh
tim
intelligent
new
book
ghosts
read
met
friendly
ghost
gigi
needed
show
picked
gigi's
favorite
round
accidentally
drop
pieces
makes
mistakes
thing
means
helping
forest
wise
old
owl
neck
many
tree
helped
animals
nest
restore
worked
fix
using
sticks
leaves
fixing
wind
blew
owl's
sue
thoughtful
always
trying
open
handle
ask
am
sue's
reach
couldn't
chair
stand
refused
way
fixed
emily
office
paint
painting
interesting
arrived
believe
much
 - 
walls
ceiling
heaven
spent
whole
bright
colors
ideas
exhausted
painted
masterpiece
every
pride
full
wonderful
pictures
created
wait
returned
wealthy
cliff
sort
different
boxes
spread
ground
balls
sorted
live
bella
market
mum
food
spotted
cauliflower
pointed
saying
mummy
darling
bella's
hopped
cut
happening
part
replied
oh
ready
eat
miserable
keep
sat
next
worry
sweetheart
hearing
face
lit
yay
game
eating
she's
happiest
dinner
two
travel
journey
tire
rolled
tires
hill
across
meadow
giggling
laughing
past
number
houses
stopped
feed
cute
squirrel
after
while
disappear
head
beginning
by
faces
hearts
joy
race
win
prize
soft
mattress
generous
rabbit
turtle
slow
bad
raced
fast
watched
cheered
won
shared
cricket
space
rain
hide
leaf
ladybug
gray
sail
boat
jumped
pretended
ocean
far
lands
fish
whale
waved
sailed
wet
dreaming
adventure
hat
fly
street
gone
lady
here
hole
looks
bye-bye
held
hats
tight
lose
seemed
sara
having
lunch
pasta
cheese
tomato
sauce
fork
plate
hungry
poked
threw
annoyed
peace
brilliant
pepper
counter
peppers
spicy
piece
mmm
taste
curious
mouth
bit
burning
sensation
tongue
spit
screamed
sink
drank
hurts
give
wasting
nicely
milk
glass
calmed
won't
anymore
should
trick
brother
apologize
just
joking
ate
joined
table
ordinary
brightly
noise
jimmy
investigate
wondered
done
father
nobody
knows
whoever
determined
siblings
neighbours
eventually
culprit
tiny
through
breaking
process
dad's
shone
mia
giggle
sheet
embarrassed
night
mia's
hero
people
arm
poke
climbed
you're
welcome
remember
others
importance
obedient
listened
tim's
money
apple
rot
left
alone
bought
ever
puddles
splash
puddle
unexpected
happened
frog
landed
hello
magic
receive
power
surprised
grow
touched
flower
grew
board
ant
hi
doing
follow
ant's
lead
passing
flowers
point
talked
finally
fierce
yard
sunrise
plan
kite
prepare
tie
string
middle
above
attach
lift
shouted
flew
higher
amazed
almost
prouder
herself
taking
cool
jog
jogging
right
turned
jogged
sit
rest
ben
bikes
feet
roll
paper
garage
says
boats
planes
sounds
scissors
fold
feather
pond
set
shouts
throw
watch
float
sinks
ben's
flips
weird
laugh
plane
fan
smiley
porch
air
soars
spins
dry
racing
smile
sofia
three
years
already
sitting
bedroom
sudden
wearing
huge
appeared
holding
hand
knocked
deliver
diary
handed
wave
amazing
stories
knowledge
sea
cry
daughter
girl's
tears
answers
quiz
heal
relieved
tightly
longer
ashamed
practiced
enough
fill
bucket
dirt
rocks
man's
kneel
confused
obeyed
finds
humble
thankful
matter
god
wiser
than
words
kneeled
everyday
thanks
heart
line
getting
bored
supply
woof
talking
peter
walking
beside
wild
river
mineral
bent
cold
exclaimed
slimy
beneath
toe
where
brought
goodbyes
minerals
problem
roof
support
animal
used
its
stood
making
fall
stayed
mind
hunter
woods
someone
minding
didn't
recognize
shell
explore
slowly
crept
world
showed
starting
learning
recognized
often
talk
confident
clear
thunder
does
sees
flash
lightning
runs
dangerous
stays
kicks
thinks
brave
feels
drops
knocks
hears
opens
lets
prevent
silly
smiles
nods
week
study
picture
studying
broccoli
seen
tonight
envious
village
spear
uncomfortable
tummy
wrong
question
moment
candy
tom's
less
steve
surprise
marie
folder
offered
disappointed
dull
plain
expecting
brighter
offering
until
colourful
transformed
exciting
steve's
thoughtfulness
managed
overcome
blueberries
blueberry
bush
pick
accepted
amy
quick
bunny
hop
amy's
folded
twice
sank
though
missed
ended
ending
may
swings
worried
mother
mama
somewhere
beautiful
lay
don
t
magical
appear
spot
finding
counting
believing
sally
adventurous
walk
pear
tasted
green
bite
poor
step
carrying
spoon
john
afford
scoop
chirping
tweets
grinned
prunes
lucky
singing
prune
songs
grace
rock
shrink
placed
palm
shrinking
size
marble
discovery
large
reluctantly
palms
trunk
smaller
graceful
golf
club
grace's
gracefully
glad
bigger
changes
persistent
celebrate
games
celebrating
fearful
bear
there's
nothing
afraid
insisted
side
bob
billboard
move
change
real
kitty
meet
touching
present
front
cuddly
perfect
pen
sign
calm
wrote
stubborn
else
organize
turns
organizing
moral
story
working
keeping
yourself
young
fin
swim
tunnel
dive
swam
quiet
deeper
faster
party
balloons
troubled
kitten
fur
doctor
x-ray
pray
rude
x-rays
they're
prayed
machine
angel
wings
catch
deaf
anything
yet
bowl
letters
behind
butterfly
voice
beard
owner
whispered
yelled
us
strange
places
stay
snack
dream
twigs
upset
twig
hiding
sometimes
seem
might
spend
speed
island
pushed
ends
resist
climbing
climb
instead
wore
bread
butter
incredible
goose
check
below
extra
daring
city
calling
feathered
standing
nearby
proceeded
spoil
goodies
overjoyed
luck
festival
mud
tip
danced
polite
bee
hive
object
attractive
grab
tug
shout
comes
wants
jumps
snatches
hey
ours
chase
realize
decide
hope
succeed
pass
sam's
passed
square
observe
branch
beak
dropped
caught
boo
serve
seek
what's
wish
sack
belonged
honest
trip
luggage
top
hut
anyway
hanging
swinging
stopping
beetle
popular
shy
packing
visit
bags
drive
waiting
unpack
drove
packed
brown
leave
basket
lid
serious
tricks
taught
gifted
black
coal
steps
sliding
normal
shut
tries
b
oy
join
doll
pretend
baby
knives
fire
fruit
wobbly
balance
stumbled
thud
tipped
ouch
footsteps
coming
arms
bump
scratch
knee
kissed
sweetie
badly
shouldn't
burned
salad
knife
jokes
apples
bananas
oranges
grapes
strawberries
delicious
gentle
hairy
bull
field
mr
strike
tina
children
blackboard
teacher
